{
  "categories": "Catégories",
  "resources": "Ressources",
  "resources_line": "Contactez-nous pour plus d'informations.",
  "about": "À propos",
  "about_line": "Bienvenue sur BuzzNFinds, votre destination ultime pour découvrir les dernières tendances, les produits les plus vendus et des conseils exclusifs. Nous sommes ici pour vous tenir informé avec des idées fraîches et des découvertes passionnantes qui rendront votre vie plus facile et agréable. Que vous soyez à la recherche des gadgets les plus récents, des essentiels de mode ou des articles indispensables pour la maison, BuzzNFinds a tout ce qu'il vous faut. Rejoignez-nous dans ce voyage d'exploration et découvrons ensemble ce qui fait le buzz!",
  "all_rights_reserved": "Tous droits réservés.",
  "more_in": "Plus dans",
  "latest_from_the_blog": "Dernières nouvelles du blog",
  "check_out_our_latest_blog_posts_for_insights_and_updates": "Découvrez nos derniers articles de blog pour des informations et des mises à jour.",
  "view_blogs_from_all_categories": "Voir les blogs de toutes les catégories",
  "check_out_our_latest_blog_posts_for_every_category": "Découvrez nos derniers articles de blog pour chaque catégorie.",
  "relatedHeading": {
    "checkOut": "Vous devez voir ça...",
    "reunion": "Sérieusement, c'est comme si l'article et ses meilleurs amis (alias les articles connexes) avaient eu une mini réunion !",
    "holdConfetti": "Gardez le confetti !",
    "reunionParty": "Le dernier blog et ses amis organisent une fête de réunion !",
    "spotlight": "Entrez sous les projecteurs !",
    "crewBack": "Le dernier article et son équipe sont de retour ensemble !",
    "surprise": "Surprise !",
    "getTogether": "Votre blog préféré et ses amis sont là pour se retrouver !",
    "sunOut": "Le soleil est là !",
    "shiningBright": "Le dernier blog et ses amis brillent !",
    "throwback": "Retour en arrière !",
    "squadHangingOut": "L'article en vedette et son équipe se retrouvent !",
    "getExcited": "Excitez-vous !",
    "makingWaves": "Le dernier blog et ses amis font des vagues !",
    "guessWhat": "Devine quoi ?",
    "hangingOutAgain": "Le dernier blog et son équipe se retrouvent à nouveau !",
    "blast": "C'est une explosion !",
    "funTime": "L'article en vedette et ses amis sont là pour un moment amusant !",
    "shinyNew": "Neuf et brillant !",
    "starsReady": "Le dernier blog et ses stars sont prêts pour vous !",
    "hooray": "Hourra !",
    "partyTime": "Le nouveau post et ses amis organisent une fête !"
  }
}
