{
  "categories": "Categorías",
  "resources": "Recursos",
  "resources_line": "Contáctanos para obtener más información.",
  "about": "Acerca de",
  "about_line": "Bienvenido a BuzzNFinds, tu destino definitivo para descubrir las últimas tendencias, los productos más vendidos y consejos exclusivos. Estamos aquí para mantenerte al tanto con ideas frescas y hallazgos emocionantes que hagan tu vida más fácil y agradable. Ya sea que busques los gadgets más modernos, esenciales de moda o artículos imprescindibles para el hogar, BuzzNFinds tiene todo cubierto. Únete a nosotros en este viaje de exploración y encontremos juntos lo que está en auge.",
  "all_rights_reserved": "Todos los derechos reservados.",
  "more_in": "Más en",
  "latest_from_the_blog": "Último del blog",
  "check_out_our_latest_blog_posts_for_insights_and_updates": "Consulta nuestras últimas publicaciones en el blog para obtener información y actualizaciones.",
  "view_blogs_from_all_categories": "Ver blogs de todas las categorías",
  "check_out_our_latest_blog_posts_for_every_category": "Consulta nuestras últimas publicaciones en el blog para cada categoría.",
  "relatedHeading": {
    "checkOut": "Tienes que ver esto...",
    "reunion": "En serio, esto es como si el artículo y sus mejores amigos (también conocidos como publicaciones relacionadas) tuvieran una mini reunión!",
    "holdConfetti": "¡Sujeta el confeti!",
    "reunionParty": "¡El último blog y sus amigos están organizando una fiesta de reunión!",
    "spotlight": "¡Entra en el centro de atención!",
    "crewBack": "¡La última publicación y su equipo están de vuelta juntos!",
    "surprise": "¡Sorpresa!",
    "getTogether": "¡Tu blog favorito y sus amigos están aquí para reunirse!",
    "sunOut": "¡El sol brilla!",
    "shiningBright": "¡El último blog y sus compañeros están brillando!",
    "throwback": "¡Tiempo de regreso!",
    "squadHangingOut": "¡El artículo destacado y su equipo están pasando el rato!",
    "getExcited": "¡Emociónate!",
    "makingWaves": "¡El blog más reciente y sus amigos están causando revuelo!",
    "guessWhat": "¿Adivina qué?",
    "hangingOutAgain": "¡El último blog y su equipo están pasando el rato de nuevo!",
    "blast": "¡Es una explosión!",
    "funTime": "¡El artículo destacado y sus amigos están aquí para pasar un buen rato!",
    "shinyNew": "¡Nuevo y brillante!",
    "starsReady": "¡El último blog y sus estrellas están listos para ti!",
    "hooray": "¡Hurra!",
    "partyTime": "¡La nueva publicación y sus amigos están organizando una fiesta!"
  }
}
