{
  "categories": "Kategorien",
  "resources": "Ressourcen",
  "resources_line": "Kontaktiere uns für weitere Informationen.",
  "about": "Über uns",
  "about_line": "Willkommen bei BuzzNFinds, deinem ultimativen Ziel, um die neuesten Trends, die meistverkauften Produkte und Insider-Tipps zu entdecken. Wir sind hier, um dich mit frischen Einblicken und spannenden Funden auf dem Laufenden zu halten, die dein Leben einfacher und angenehmer machen. Egal, ob du nach den heißesten Gadgets, Mode-Essentials oder unverzichtbaren Haushaltsartikeln suchst, BuzzNFinds hat alles, was du brauchst. Begleite uns auf dieser Entdeckungsreise und lass uns gemeinsam herausfinden, was gerade angesagt ist!",
  "all_rights_reserved": "Alle Rechte vorbehalten.",
  "more_in": "Mehr in",
  "latest_from_the_blog": "Neueste vom Blog",
  "check_out_our_latest_blog_posts_for_insights_and_updates": "Sieh dir unsere neuesten Blogbeiträge für Einblicke und Updates an.",
  "view_blogs_from_all_categories": "Blogs aus allen Kategorien anzeigen",
  "check_out_our_latest_blog_posts_for_every_category": "Sieh dir unsere neuesten Blogbeiträge für jede Kategorie an.",
  "relatedHeading": {
    "checkOut": "Das musst du dir ansehen...",
    "reunion": "Ehrlich gesagt, das ist wie eine Mini-Reunion zwischen dem Artikel und seinen besten Freunden (aka verwandte Beiträge)!",
    "holdConfetti": "Halt den Konfetti zurück!",
    "reunionParty": "Der neueste Blog und seine Freunde veranstalten eine Reunion-Party!",
    "spotlight": "Schritt ins Rampenlicht!",
    "crewBack": "Der neueste Beitrag und sein Team sind wieder zusammen!",
    "surprise": "Überraschung!",
    "getTogether": "Dein Lieblingsblog und seine Freunde sind hier, um sich zu treffen!",
    "sunOut": "Die Sonne scheint!",
    "shiningBright": "Der neueste Blog und seine Kumpels strahlen!",
    "throwback": "Zeit für einen Rückblick!",
    "squadHangingOut": "Der hervorgehobene Beitrag und sein Team hängen ab!",
    "getExcited": "Werd aufgeregt!",
    "makingWaves": "Der neueste Blog und seine Freunde machen Wellen!",
    "guessWhat": "Rate mal?",
    "hangingOutAgain": "Der neueste Blog und sein Team hängen wieder ab!",
    "blast": "Es ist ein Knaller!",
    "funTime": "Der hervorgehobene Artikel und seine Freunde sind hier für eine gute Zeit!",
    "shinyNew": "Neu und glänzend!",
    "starsReady": "Der neueste Blog und seine Stars sind bereit für dich!",
    "hooray": "Hurra!",
    "partyTime": "Der neue Beitrag und seine Freunde feiern eine Party!"
  }
}
